Version2/TestTool-Fosters/TestTool.Setup/Requests/PTZ/RemovePreset/TC.PTZ.NVT.18_REQ_06.xml

<?xml version='1.0' encoding='utf-8'?>
<s:Envelope
 xmlns:s="http://www.w3.org/2003/05/soap-envelope"
 xmlns:tptz="http://www.onvif.org/ver20/ptz/wsdl"
 xmlns:tt="http://www.onvif.org/ver10/schema">
  <s:Body>
    <tptz:RemovePreset>
      <tptz:ProfileToken>prof0</tptz:ProfileToken>
      <tptz:PresetToken>preset6</tptz:PresetToken>
    </tptz:RemovePreset>
  </s:Body>
</s:Envelope>